const ideaData = [
  {
    basicRu: `Basic. Главное в целом:`,
    basicEn: ``,
    basicUa: ``,

    appSampleRu: `Приложение примера укомплектованного многофункционального журнала с возможностью ведения и развития любой производственной деятельности или же служащее для поиска информации, развлечения, беззаботного времяпрепровождения.`,
    appSampleEn: ``,
    appSampleUa: ``,

    possibilitiesTitleRu: `Возможности:`,
    possibilitiesTitleEn: ``,
    possibilitiesTitleUa: ``,

    possibilitiesStarRu: [
      `Социальная сеть, ведения фото/видео/текстового микроблогинга`,
      `Онлайн кинотеатр/видеохостинг`,
      `Видеостриминг`,
    ],
    possibilitiesRu: `Имиджборд и анонимный веб-форум`,
    possibilitiesStarEn: [``, ``, ``],
    possibilitiesStarUa: [``, ``, ``],

    branchDescRu: `Ветвь имеет свою производственную деятельность: Журналистика. Кино/мульт производство. Создание компьютерных игр.`,
    branchDescEn: ``,
    branchDescUa: ``,

    designRu: `Для представления примера главной страницы входа в приложение служат яркие/провокационные/сильные обложки журналов: Time, The New Yorker, National Geographic, etc. Будут создаваться и меняться в зависимости от текущего инфоповода для массового обсуждения.`,
    designEn: ``,
    designUa: ``,

    conceptTitleRu: `Main Concepts. Идеи к рубрикам:`,
    conceptTitleEn: ``,
    conceptTitleUa: ``,

    journalistRu: `Журналистика:`,
    journalistEn: ``,
    journalistUa: ``,

    journalistInfoRu: [
      `Новое повествование современного дыхания, разнообразные мнения, правда и грязный реализм. Своеобразная подача информации без цензуры, с характером стиля письменности Хантера Томпсона, Буковски, Паланика, etc.`,
      `Рассмотреть обзоры на: реклама, политика, бюрократия, вопрос цензуры, насилие, воспитание поколений, проблемы глобализма, развитие, перенаселение планеты, религия, эффект массы, состояние общества, etc.`,
      `Гонзо журналистика (разобрать суть, реинкарнировать). Ведение повествования от первого лица (группы лиц) - текст/видео-дневников. Нырять в самое пекло идиотизма проблемы изучая её изнутри или создавать определенные условия для её появления (смесь психологических экспериментов поведения, внедрения в секты, церемония аяуаски, посещение burning man, etc).`,
    ],
    journalistInfoEn: [``, ``, ``],
    journalistInfoUa: [``, ``, ``],

    filmtitleRu: `Игры/кино/мульт производство:`,
    filmtitleEn: ``,
    filmtitleUa: ``,

    filmInfoRu: [
      `Поднимаем киноиндустрию и геймдев с колен. Пустить в ход множество собственных идей/сценариев/недоработок. Собрать воедино крутых, безгранично понимающих, критически мыслящих специалистов и начать творить новую историю культуры, искусства и технологического развития в стране.`,
      `Дополнительно: студию правильного перевода (рус, укр, eng, “смешной перевод” - гоблин).`,
    ],
    filmInfoEn: ``,
    filmInfoUa: ``,

    featuresTitleRu: `Misc features. Наработки деталей ресурса:`,
    featuresTitleEn: ``,
    featuresTitleUa: ``,

    featuresItemRu: [
      `Возможность постов совмещать воедино: картинка/текст/музыка/видео, etc.`,
      `Возможность под/над/в песню прикреплять/обозначать официальный клип если таков существует.`,
      `Удобная рубрика для знакомств с возможностью выбора поиска для чего любовь/друзей/секс/etc.`,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
      ``,
    ],
  },
];

export default ideaData;
